Repository: fczanetti/work-at-codevance
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Operator
pt_br: Operador

source: Adds operator permissions to user
pt_br: Adiciona permissões de operador ao usuário

source: Operators
pt_br: Operadores

source: Payments
pt_br: Pagamentos

source: Home
pt_br: Início

source: New payment
pt_br: Novo pagamento

source: Logs
pt_br: Registros

source: Payments - Denied access
pt_br: Pagamentos - Acesso negado

source: Sorry, but you are not allowed to access this page.
pt_br: Desculpe, mas você não tem permissão para acessar este conteúdo

source: Available
pt_br: Disponível

source: Unavailable
pt_br: Indisponível

source: Pending confirmation
pt_br: Confirmação pendente

source: Anticipated
pt_br: Antecipado

source: Denied
pt_br: Negado

source: The new payment date must be today or some day after.
pt_br: A nova data do pagamento deve ser hoje ou alguma data posterior.

source: Due date must be today or some day after.
pt_br: A data de vencimento deve ser hoje ou algum dia posterior.

source: The value must be bigger than zero.
pt_br: O valor deve ser maior que zero.

source: This anticipation can not be approved or does not exist.
pt_br: Esta antecipação não pode ser aprovada ou não existe.

source: Payments - Anticipate
pt_br: Pagamentos - Antecipar

source: Payment anticipation
pt_br: Antecipação de pagamento

source: Due date:
pt_br: Vencimento:

source: Cancel
pt_br: Cancelar

source: Confirm
pt_br: Confirmar

source: Payments - Home
pt_br: Pagamentos - Home

source: Filter
pt_br: Filtrar

source: Supplier - Original value
pt_br: Fornecedor - Valor original

source: New due date
pt_br: Novo vencimento

source: New value (US$)
pt_br: Novo valor (R$)

source: Supplier
pt_br: Fornecedor

source: Due date
pt_br: Vencimento

source: Value (US$)
pt_br: Valor (R$)

source: Approve
pt_br: Aprovar

source: Deny
pt_br: Negar

source: Anticipate
pt_br: Antecipar

source: No payments registered.
pt_br: Não há pagamentos registrados

source: Payments - Logs
pt_br: Pagamentos - Registros

source: Anticipation
pt_br: Antecipação

source: Registered in
pt_br: Registrado em

source: User
pt_br: Usuário

source: Action
pt_br: Ação

source: There are no logs.
pt_br: Não há registros.

source: Payments - New payment
pt_br: Pagamentos - Novo pagamento

source: Payments - Approve
pt_br: Pagamentos - Aprovar

source: Payments - Deny
pt_br: Pagamentos - Negar

source: Confirm approval
pt_br: Confirmar aprovação

source: Confirm denial
pt_br: Confirmar negação

source: New value (US$):
pt_br: Novo valor (R$):

source: New due date:
pt_br: Novo vencimento:

source: Anticipated payments
pt_br: Pagamentos antecipados

source: Available for anticipation
pt_br: Disponíveis para antecipação

source: Denied anticipation
pt_br: Antecipação negada

source: Pending anticipation confirmation
pt_br: Confirmação de antecipação pendente

source: Unavailable for anticipation
pt_br: Indisponíveis para antecipação

source: Page not found. Make sure the URL is correct.
pt_br: Página não encontrada. Certifique-se de que a URL está correta.

source: Unavailable payments can not be anticipated.
pt_br: Pagamentos indisponíveis não podem ser antecipados.

source: Page not found. Make sure this anticipation exists and is pending confirmation.
pt_br: Página não encontrada. Certifique-se de que esta antecipação existe e está com confirmação pendente.
